---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Rpm
source: html/db5e3994-fba2-8145-6fc8-f75d77ed5411.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Rpm Property

Symbol RPM, indicating unit Revolutions per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId Rpm { get; }
```